_: MBFileStub
contentHash: sha1:1b588ec53267a80fd516d5f4f51ea1a396f70265
createdAt: 2024-06-06 18:14:26
metadata:
  fileSize: 70128
  object:
    class: str
    description: |-
      {
        "metadata": {
          "total_size": 14126854144
        },
        "weight_map": {
          "language_model.lm_head.weight": "model-00003-of-00003.safetensors",
          "language_model.model.embed_tokens.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.input_layernorm.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.0.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.input_layernorm.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.mlp.down_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.mlp.gate_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.mlp.up_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.1.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.10.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.10.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
          "language_model.model.layers.10.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.11.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.12.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.13.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.14.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.mlp.gate_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.mlp.up_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.post_attention_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.self_attn.k_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.self_attn.o_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.self_attn.q_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.15.self_attn.v_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.16.input_layernorm.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.16.mlp.down_proj.weight": "model-00002-of-00003.safetensors",
          "language_model.model.layers.16.mlp.gate_proj.weight": "model-00002-of... and 62628 more characters.
    module: builtins
schemaVersion: 1
